
/*
*  0 新闻
*  1 公告
*  2 活动
*  3 媒体
*
* */
var newData = [
    {
        time : "2017-06-13",
        typeX : 0,
        title : "-【新闻】 《阴阳师》×bilibili举办式神歌舞同欢会 妖约现世盛夏"
    },
    {
        time : "2017-06-12",
        typeX : 0,
        title : "-【新闻】 《阴阳师》×半次元打造百魅夜行第二季  开启唯美和风COSPLAY嘉年华"
    },
    {
        time : "2017-06-12",
        typeX : 2,
        title : "-【活动】 声控召唤 第二季《阴阳师》广播剧配音大赛来袭"
    },
    {
        time : "2017-06-11",
        typeX : 0,
        title : "-【新闻】 《阴阳师》同人社区全新上线，玩转精彩同人"
    },
    {
        time : "2017-06-11",
        typeX : 1,
        title : "-【公告】 《阴阳师》体验服6月9日维护更新公告"
    },
    {
        time : "2017-06-10",
        typeX : 0,
        title : "-【新闻】 《阴阳师》×梅林茂纪录片发布：走进大师心中的平安世界"
    },
    {
        time : "2017-06-09",
        typeX : 0,
        title : "-【新闻】 声控大触集结 《阴阳师》广播剧大赛精彩作品展示"
    },
    {
        time : "2017-06-08",
        typeX : 1,
        title : "-【公告】 《阴阳师》手游6月9日维护更新公告"
    },
    {
        time : "2017-06-08",
        typeX : 1,
        title : "-【公告】 《阴阳师》体验服6月2日维护更新公告"
    },
    {
        time : "2017-06-07",
        typeX : 1,
        title : "-【公告】 《阴阳师》体验服5月26日维护更新公告"
    },
    {
        time : "2017-06-07",
        typeX : 2,
        title : "-【活动】 “浮妖百态”式神设计大赛投稿开启！一起画崽吧！"
    },
    {
        time : "2017-06-13",
        typeX : 1,
        title : "-【公告】 《阴阳师》手游6月1日维护更新公告"
    },
    {
        time : "2017-06-06",
        typeX : 3,
        title : "-【媒体】 【18183】阴阳师协同斗技登顶阵容:无拉条无控制"
    },
    {
        time : "2017-06-05",
        typeX : 2,
        title : "-【活动】 \"浮妖百态\"《阴阳师》式神设计大赛，邀你画崽！"
    },
    {
        time : "2017-06-02",
        typeX : 2,
        title : "-【活动】 KFC跨界应援！炸鸡可乐与式神召唤"
    },
    {
        time : "2017-06-02",
        typeX : 3,
        title : "-【媒体】 [18183]专访网易游戏贾海漠：让阴阳师文化渗透到大众生活"
    },
    {
        time : "2017-06-01",
        typeX : 3,
        title : "-【媒体】 AppSo2016 《阴阳师》登年度榜单"
    },
    {
        time : "2017-05-30",
        typeX : 2,
        title : "-【活动】 \"舔瓶我崽\"，跨界表白，揭盖召唤果味崽"
    },
    {
        time : "2017-05-29",
        typeX : 3,
        title : "-【媒体】 【17173】我的领导是个极品 他为抽SSR去了晴明神社"
    },
    {
        time : "2017-05-29",
        typeX : 3,
        title : "-【媒体】 【17173】没想到你是这样的姑获鸟 一个SR为何有SSR的实力？"
    }
];












